const clogIntro =
`
_______ .  __ __       _________.__                          __         |∖
|       | |__|  | __  /   _____/|  |__ _____ _____________. |__|  ____  )/ ____________
/   |   |.|  |  |/ /  |_____  | |  |  ||__  ||_  ___ |____ ||  | / _  | /  _______  /
/    |    |  |    <   /        ||   Y  |/ __ ||  | |/|  |_> |  |( <_> ) ∖_____  ∖  ∖/
|____|__  /__|__|_ | /_______  /|___|  (____  /__|   |   __/|__||____/   ∖__  _/
        |/         |/        |/      |/     |/       |__|                    ∖/
`;

const clogTPG = `

_______                  _____         ___ _ _         _____                     _
|_   _|___ ___ _____ ___|  _  |___ ___|  _|_| |___ ___|   __|___ ___ ___ ___ ___| |_ ___ ___
  | | | -_| .'|     |___|   __|  _| . |  _| | | -_|___|  |  | -_|   | -_|  _| .'|  _| . |  _|
  |_| |___|__,|_|_|_|   |__|  |_| |___|_| |_|_|___|   |_____|___|_|_|___|_| |__,|_| |___|_|


==============================================================================================
ϟϟϟϟϟ---------------------------------- Hello & Welcome ---------------------------------ϟϟϟϟϟ
ϟϟϟϟϟ====================================================================================ϟϟϟϟϟ
ϟϟϟϟϟ-----------------Nik Sharpio Presents The Team Profile Generator ------------------ ϟϟϟϟϟ
==============================================================================================
`;

const clogGTInq =
`
  =================================================
  ϟ----- Lets Generate Your Team with Inquire ----ϟ
  =================================================
`
const clogSM =
`
  =================================================
  ϟ---- Please Type/Fill/Select Each Question ----ϟ
  ϟ-----  When your Done Adding Your Roster  -----ϟ
  ϟ----- A Newly Made HTML Page Will Be Made -----ϟ
  ϟ--- Check The dist folder for the index.html --ϟ
  =================================================
`

const clogTE =
`
  =================================================
  ϟ----- You Selected The PowerFull Engineer ----ϟ
  =================================================
`

const clogIE =
`
  =================================================
  ϟ----- You Selected The Newly Fresh Intern -----ϟ
  =================================================
`

const clogYorN =
`
=================================================
ϟ---- Press "Y" to Continue & "N" to Quit  -----ϟ
=================================================
`;

const clogTPPJSON =
`
⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢
⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢
⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢
|====================================================================|
|===|⇠⇢⇠⇢ϟ-+-ϟ-+--  Your Team Profile Projects JSON  --⇠⇢⇠⇢ϟ-+-ϟ-+|===|
|+-ϟ+-ϟ+-ϟ⇠⇢+                                             +⇠⇢ϟ+-ϟ+-ϟ-+|
`;

const clogTPPJSONtwo =
  `
|+-ϟ+-ϟ+-ϟ⇠⇢+                                             +⇠⇢ϟ+-ϟ+-ϟ-+|
|===|⇠⇢⇠⇢ϟ-+-ϟ-+--- Your Team Profile Projects JSON ---⇠⇢⇠⇢ϟ-+-ϟ-+|===|
|====================================================================|
⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢
⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢
⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢⇠⇢

`;

const clogOUTRO = 
  `
⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱⩱
ϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟ
ϟ                                                                                ϟ
ϟ Please Check Out Your Newly Made Team Profile Generated HTML Page @ index.html ϟ
ϟ                                                                                ϟ
ϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟ
==================================================================================
ϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟ
ϟ                                                                                ϟ
ϟ--------------------Script Made For UCLAx Full-Stack Assignment-----------------ϟ
ϟ                                                                                ϟ
ϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟ
==================================================================================
ϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟ
ϟ                                                                                ϟ
ϟ----------------Created by Nik Sharpio --- GitHub: Niksharpkings.io-------------ϟ
ϟ                                                                                ϟ
ϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟϟ
⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩲⩱⩱
`


module.exports = {
  clogIntro: clogIntro,
  clogTPG: clogTPG,
  clogYorN: clogYorN,
  clogTPPJSON: clogTPPJSON,
  clogTPPJSONtwo: clogTPPJSONtwo,
  clogOUTRO: clogOUTRO,
  clogGTInq: clogGTInq,
  clogTE: clogTE,
  clogIE: clogIE,
  clogSM: clogSM,
}